export const QUESTIONS = [
  {
    id: 1,
    text: '水と油は普通混ざらないのに、マヨネーズでは混ざる理由は？',
    options: ['酢が入っているから', '卵黄に界面活性剤が含まれるから', '混ぜる回数が多いから', '常温保存しているから'],
    answer: '卵黄に界面活性剤が含まれるから',
  },
  {
    id: 2,
    text: '「我思う、ゆえに我あり」と唱えた近代哲学の父は誰？',
    options: ['カント', 'デカルト', 'ニーチェ', 'プラトン'],
    answer: 'デカルト',
  },
  {
    id: 3,
    text: 'ビール消費量一番の国は？',
    options: ['中国', 'ドイツ', 'アメリカ', '日本'],
    answer: '中国',
  },
    {
    id: 4,
    text: '世界一栄養素のない野菜は？',
    options: ['レタス', 'キャベツ', 'きゅうり', 'レタス'],
    answer: '中国',
  },
      {
    id: 5,
    text: 'レシーバー側がゲームを取得することを何という？？',
    options: ['ブレーク', 'キープ', 'ゲット'],
    answer: 'ブレーク',
  },
        {
    id: 6,
    text: 'ウィンブルドン選手権では、試合や練習の際に何色のウェアを着用する事が義務付けられているか？？',
    options: ['赤', '青', '白','黄'],
    answer: '白',
  },
          {
    id: 7,
    text: '史上6人目のキャリア・グランドスラム達成者である、元男子プロテニス選手は？',
    options: ['ナダル', 'ジョコビッチ', '錦織','フェデラー'],
    answer: 'フェデラー',
  },
            {
    id: 8,
    text: '6/23の仕切りは？',
    options: ['なりたけ', '長田', 'wasa0','酒寄','相馬'],
    answer: '酒寄',
  },
              {
    id: 9,
    text: '6/23の仕切りは？',
    options: ['なりたけ', '長田', 'wasa0','酒寄','相馬'],
    answer: '酒寄',
  },
              {
      id:10,
    text: 'なぜサッカー日本代表のユニフォームは青なのか？',
    options: ['侍がクールなイメージだから', '青のユニフォームだと戦績がいいから', '韓国が赤だから','戦後青の染料しか手に入らなかった'],
    answer: '青のユニフォームだと戦績がいいから',
  },
  // ... 他の問題も同様に
]
